[
    {
        "code": "Ay-cA",
        "description": "อยุธยา",
        "type": "ดินเหนียว",
        "slope": "0-2",
        "area_in_rai": "59383",
        "image": "Ay-cA",
        "limit": "ดินชุดนี้เป็นกรดจัด ทำให้พืชไม่สามารถใช้แร่ธาตุที่มีอยู่ในดินตามธรรมชาติได้อย่างเต็มที่โดยเฉพาะ อย่างยิ่งฟอสฟอรัส จึงควรแก้สภาพกรดของดินโดยใช้วัสดุปูนชนิดต่างๆ เช่น ปูนมาร์ล เพื่อให้พืชสามารถใช้ธาตุอาหารในดินได้",
        "suggestion": "การเตรียมดิน ทำการไถดะแล้วตากดินไว้ประมาณ 7-10 วัน ลดและควบคุมความเป็นกรดรุนแรงมากของดินโดยหว่านปูนมาร์ล อัตราส่วน 700-1,200 กิโลกรัมต่อไร่ ให้ทั่วแปลงปลูก ในขณะที่ดินมีความชื้นเหมาะสม ไถกลบตอซังร่วมกับใช้น้ำหมักชีวภาพ อัตราส่วน 5 ลิตรต่อไร่ ปล่อยทิ้งไว้นาน 3-4 สัปดาห์ หรือหว่านเมล็ดพันธุ์พืชสำหรับใช้เป็นปุ๋ยพืชสด เช่น ปอเทือง อัตราส่วน 5 กิโลกรัมต่อไร่ ไถกลบปุ๋ยพืชสดเมื่ออายุได้ 55-60 วัน ปล่อยไว้นาน 1-2 สัปดาห์ ร่วมกับการใช้น้ำหมักชีวภาพอัตราส่วน 15 ลิตรต่อไร่ แบ่งใส่ 3 ครั้งๆ ละ 5 ลิตร ฉีดพ่นเมื่อข้าวอายุ 30, 50 และ 60 วัน หรือใช้ปุ๋ยเคมีสูตร 16-20-0 เป็นปุ๋ยรองพื้นหลังหว่านข้าว 20 วัน สำหรับข้าวไวต่อแสง อัตรา 20-25 กิโลกรัมต่อไร่ ข้าวไม่ไวแสง อัตราส่วน 30-35 กิโลกรัมต่อไร่ และปุ๋ยสูตร 46-0-0 เป็นปุ๋ยแต่งหน้าระยะข้าวเริ่มสร้างรวงอ่อน ข้าวไวแสง อัตราส่วน 5-10 กิโลกรัมต่อไร่ ข้าวไม่ไวแสง อัตราส่วน 10-15 กิโลกรัมต่อไร่ สำหรับแหล่งน้ำที่มีสภาพเป็นกรดจัดมาก เช่น คลองระบายน้ำหรือคลองส่งน้ำ สามารถพัฒนาให้เป็นแหล่งน้ำจืดได้ โดยใส่วัสดุปูนลงไปประมาณ 1 กิโลกรัมต่อน้ำ 1 ลูกบาศก์เมตรพร้อมทั้งหมั่นตรวจสอบความเป็นกรดของน้ำเป็นระยะๆในพื้นที่ปลูกพืชจัดทำระบบส่งน้ำและทางระบายน้ำโดยให้แยกส่วนกัน และจัดระบบการให้น้ำในช่วงที่ข้าวขาดน้ำหรือใช้ทำนาครั้งที่ 2"
    },
    {
        "code": "Bl-cA",
        "description": "บางเลน",
        "type": "ดินเหนียว",
        "slope": "0-2",
        "area_in_rai": "37533",
        "image": "Bl-cA",
        "limit": "สภาพพื้นที่ของดินชุดนี้เป็นที่ลุ่ม อาจเกิดน้ำท่วมขังในฤดูฝนและเป็นระยะเวลานาน ควรจัดทำคันดินอัดแน่นล้อมรอบพื้นที่เพื่อช่วยควบคุมการจัดการระบายน้ำ ควรใส่ปุ๋ยอินทรีย์ เช่น ปุ๋ยคอก ปุ๋ยหมัก เพื่อเพิ่มผลผลิตให้สูงขึ้น",
        "suggestion": "เตรียมดินด้วยการไถดะทิ้งไว้นาน 7-10 วัน ไถแปร และขังน้ำจนสภาพดินเหมาะสมต่อการคราด ปรับระดับผิวดินและทำเทือก ก่อนการเตรียมดินควรปรับปรุงดินด้วยปุ๋ยหมักหรือปุ๋ยคอกปริมาณ 1.5-2 ตันต่อไร่ แล้วไถกลบ หรือ ใช้น้ำหมักชีวภาพฉีดพ่น หรือรดลงดินระหว่างเตรียมดิน อัตรา 5 ลิตรต่อไร่ ก่อนไถกลบตอซัง ปล่อยทิ้งไว้นาน 3-4 สัปดาห์ หรือหว่านเมล็ดพันธุ์ปอเทือง หรือโสนอัฟริกันอัตราส่วน 5 กิโลกรัมต่อไร่ และไถกลบ เมื่ออายุได้ 55-60 วัน ปล่อยทิ้งไว้นาน 1-2 สัปดาห์ และใช้ปุ๋ยเคมีสูตร 16-20-0 อัตราส่วน 25-35 กิโลกรัมต่อไร่ หว่านทั่วแปลงเป็นปุ๋ยรองพื้น และ เมื่อข้าวอายุได้ 30, 50 และ 60 วัน ใช้น้ำหมักชีวภาพ อัตราส่วน 5 ลิตรต่อไร่ เทลงในนาข้าวในระยะข้าวกำเนิดช่อดอก ให้หว่านปุ๋ยเคมีสูตร 46-0-0 อัตราส่วน 9-13 กิโลกรัมต่อไร่ พัฒนาแหล่งน้ำไว้ใช้ในช่วงที่ข้าวขาดน้ำ"
    },
    {
        "code": "Bn-cA",
        "description": "บางเขน",
        "type": "ดินเหนียว",
        "slope": "0-2",
        "area_in_rai": "71718",
        "image": "Bn-cA",
        "limit": "ดินชุดนี้พบในสภาพพื้นที่เป็นที่ลุ่ม อาจเกิดน้ำท่วมขังในฤดูฝนเป็นระยะเวลานาน ควรจัดทำคันดินอัดแน่นล้อมรอบพื้นที่เพื่อช่วยควบคุมการจัดการระบายน้ำ ใส่ปุ๋ยอินทรีย์ร่วมกับปุ๋ยเคมีเพื่อให้ผลผลิตดีขึ้น หากปลูกพืชผัก ไม้ผลต่างๆ ต้อง ยกร่องให้สูง",
        "suggestion": "เตรียมดินด้วยการไถดะทิ้งไว้ 7-10 วัน ไถแปร และขังน้ำจนสภาพดินเหมาะสมต่อการคราด ปรับระดับผิวดินและทำเทือก ก่อนการเตรียมดินควรปรับปรุงดิน ด้วยปุ๋ยหมักหรือปุ๋ยคอก 1 ตันต่อไร่ แล้วไถกลบ หรือ ใช้น้ำหมักชีวภาพฉีดพ่น หรือราดลงดินระหว่างเตรียมดิน อัตรา 5 ลิตรต่อไร่ ก่อนไถกลบตอซัง ปล่อยทิ้งไว้ 3-4 สัปดาห์ หรือหว่านเมล็ดพันธุ์ปอเทือง หรือ โสนอัฟริกันอัตรา 5 กิโลกรัมต่อไร่ และไถกลบ เมื่ออายุ 55-60 วัน ปล่อยทิ้งไว้ 1-2 สัปดาห์ และใช้ปุ๋ยเคมีสูตร 16-20-0 อัตรา 25-35 กิโลกรัมต่อไร่ หว่านทั่วแปลง เป็นปุ๋ยรองพื้นก่อนปลูกข้าว เมื่อข้าวอายุ 30 วัน 50 วัน และ 60 วัน ใช้น้ำหมักชีวภาพ อัตรา 5 ลิตรต่อไร่ ราดลงในนาข้าว เมื่อข้าวถึงระยะกำเนิดช่อดอกให้หว่านปุ๋ยเคมีสูตร 46-0-0 อัตรา 9-13 กิโลกรัมต่อไร่ และควรพัฒนาแหล่งน้ำเพื่อสำรองไว้ใช้ในช่วงขาดน้ำ"
    },
    {
        "code": "Bn-cA/rb",
        "description": "บางเขน มีการยกร่อง",
        "type": "ดินเหนียว",
        "slope": "0-2",
        "area_in_rai": "45114",
        "image": "Bn-cA",
        "limit": "ดินชุดนี้พบในสภาพพื้นที่เป็นที่ลุ่ม อาจเกิดน้ำท่วมขังในฤดูฝนเป็นระยะเวลานาน ควรจัดทำคันดินอัดแน่นล้อมรอบพื้นที่เพื่อช่วยควบคุมการจัดการระบายน้ำ ใส่ปุ๋ยอินทรีย์ร่วมกับปุ๋ยเคมีเพื่อให้ผลผลิตดีขึ้น หากปลูกพืชผัก ไม้ผลต่างๆ ต้อง ยกร่องให้สูง",
        "suggestion": "เตรียมดินด้วยการไถดะทิ้งไว้ 7-10 วัน ไถแปร และขังน้ำจนสภาพดินเหมาะสมต่อการคราด ปรับระดับผิวดินและทำเทือก ก่อนการเตรียมดินควรปรับปรุงดิน ด้วยปุ๋ยหมักหรือปุ๋ยคอก 1 ตันต่อไร่ แล้วไถกลบ หรือ ใช้น้ำหมักชีวภาพฉีดพ่น หรือราดลงดินระหว่างเตรียมดิน อัตรา 5 ลิตรต่อไร่ ก่อนไถกลบตอซัง ปล่อยทิ้งไว้ 3-4 สัปดาห์ หรือหว่านเมล็ดพันธุ์ปอเทือง หรือ โสนอัฟริกันอัตรา 5 กิโลกรัมต่อไร่ และไถกลบ เมื่ออายุ 55-60 วัน ปล่อยทิ้งไว้ 1-2 สัปดาห์ และใช้ปุ๋ยเคมีสูตร 16-20-0 อัตรา 25-35 กิโลกรัมต่อไร่ หว่านทั่วแปลง เป็นปุ๋ยรองพื้นก่อนปลูกข้าว เมื่อข้าวอายุ 30 วัน 50 วัน และ 60 วัน ใช้น้ำหมักชีวภาพ อัตรา 5 ลิตรต่อไร่ ราดลงในนาข้าว เมื่อข้าวถึงระยะกำเนิดช่อดอกให้หว่านปุ๋ยเคมีสูตร 46-0-0 อัตรา 9-13 กิโลกรัมต่อไร่ และควรพัฒนาแหล่งน้ำเพื่อสำรองไว้ใช้ในช่วงขาดน้ำ"
    },
    {
        "code": "Se-cA",
        "description": "เสนา",
        "type": "ดินเหนียว",
        "slope": "0-2",
        "area_in_rai": "152742",
        "image": "Se-cA",
        "limit": "ดินชุดเสนาเป็นกรดจัดมาก (pH 4.5-5.5) หรือเป็นดินเปรี้ยวจัดที่ระดับความลึกปานกลางในช่วงความลึก 50-100 เซนติเมตรจากผิวดิน เกิดการตรึงของธาตุอาหารและมีสารที่เป็นพิษต่อพืชที่ปลูก มีโครงสร้างดินแน่นทึบดินแห้งแข็งและแตกระแหง คุณภาพน้ำเป็นกรดจัดมาก ขาดแคลนแหล่งน้ำจืด และน้ำท่วมขังในฤดูฝน ความอุดมสมบูรณ์ต่ำ",
        "suggestion": "ไถพรวนดินในขณะที่ดินมีความชื้นที่เหมาะสม ลดและควบคุมความเป็นกรดจัดมากของดินด้วยวัสดุปูนอัตรา 500-1,000 กิโลกรัมต่อไร่ โดยหว่านให้ทั่วแปลงปลูก ไถกลบตอซัง ปล่อยทิ้งไว้ให้ย่อยสลายนาน 3-4 สัปดาห์ หรือไถกลบพืชปุ๋ยสด (หว่านเมล็ดพันธุ์พืชปุ๋ยสดหรือปอเทืองอัตราส่วน 5 กิโลกรัมต่อไร่ ไถกลบเป็นปุ๋ยพืชสด เมื่ออายุได้ 55-60 วัน ปล่อยทิ้งไว้นาน 1-2 สัปดาห์ จึงเตรียมดินปลูกข้าว) ใช้ปุ๋ยเคมีสูตร 16-20-0 อัตราส่วน 15-20 กิโลกรัมต่อไร่ หลังปลูก 20 วัน และปุ๋ยยูเรีย (46-0-0) อัตราส่วน 10 กิโลกรัมต่อไร่ หว่านแต่งหน้าช่วงข้าวตั้งท้องอายุ 50-60 วัน และใช้น้ำหมักชีวภาพแช่เมล็ดพันธุ์ข้าวเพื่อกระตุ้นการงอกของราก โดยใช้อัตราส่วน 20 มิลลิลิตรต่อน้ำ 20 ลิตรต่อเมล็ดข้าว 20 กิโลกรัม แช่เมล็ด 12 ชั่วโมง นำขึ้นพักไว้ 1 วันก่อนปลูก ช่วงเจริญเติบโตใช้อัตรา 5 ลิตรต่อไร่ต่อครั้ง เมื่อข้าวอายุ 30, 50 และ 60 วัน หรือก่อนไถกลบตอซัง เทลงนาพร้อมปล่อยน้ำเข้านา ปรับปรุงสภาพน้ำที่เป็นกรดจัดมาก โดยใส่วัสดุปูนอัตรา 1 กิโลกรัมต่อน้ำ 1 ลูกบาศก์เมตร พร้อมทั้งคอยตรวจสอบความเป็นกรดของน้ำเป็นระยะๆ และจัดหาแหล่ง น้ำจืด พัฒนาแหล่งน้ำจืด และจัดทำระบบส่งน้ำและทางระบายแยกส่วนกันมาใช้ในพื้นที่ปลูกพืช เพื่อใช้ล้างความเป็นกรดของดินและควบคุมไม่ให้ดินเป็นกรดเพิ่มขึ้น"
    },
    {
        "code": "Se-nogyp-sicA",
        "description": "ดินคล้ายชุดดินเสนา ที่ไม่มียิปซัม",
        "type": "ปนทราย",
        "slope": "0-2",
        "area_in_rai": "1532",
        "image": "Se-cA",
        "limit": "ดินชุดเสนาเป็นกรดจัดมาก (pH 4.5-5.5) หรือเป็นดินเปรี้ยวจัดที่ระดับความลึกปานกลางในช่วงความลึก 50-100 เซนติเมตรจากผิวดิน เกิดการตรึงของธาตุอาหารและมีสารที่เป็นพิษต่อพืชที่ปลูก มีโครงสร้างดินแน่นทึบดินแห้งแข็งและแตกระแหง คุณภาพน้ำเป็นกรดจัดมาก ขาดแคลนแหล่งน้ำจืด และน้ำท่วมขังในฤดูฝน ความอุดมสมบูรณ์ต่ำ",
        "suggestion": "ไถพรวนดินในขณะที่ดินมีความชื้นที่เหมาะสม ลดและควบคุมความเป็นกรดจัดมากของดินด้วยวัสดุปูนอัตรา 500-1,000 กิโลกรัมต่อไร่ โดยหว่านให้ทั่วแปลงปลูก ไถกลบตอซัง ปล่อยทิ้งไว้ให้ย่อยสลายนาน 3-4 สัปดาห์ หรือไถกลบพืชปุ๋ยสด (หว่านเมล็ดพันธุ์พืชปุ๋ยสดหรือปอเทืองอัตราส่วน 5 กิโลกรัมต่อไร่ ไถกลบเป็นปุ๋ยพืชสด เมื่ออายุได้ 55-60 วัน ปล่อยทิ้งไว้นาน 1-2 สัปดาห์ จึงเตรียมดินปลูกข้าว) ใช้ปุ๋ยเคมีสูตร 16-20-0 อัตราส่วน 15-20 กิโลกรัมต่อไร่ หลังปลูก 20 วัน และปุ๋ยยูเรีย (46-0-0) อัตราส่วน 10 กิโลกรัมต่อไร่ หว่านแต่งหน้าช่วงข้าวตั้งท้องอายุ 50-60 วัน และใช้น้ำหมักชีวภาพแช่เมล็ดพันธุ์ข้าวเพื่อกระตุ้นการงอกของราก โดยใช้อัตราส่วน 20 มิลลิลิตรต่อน้ำ 20 ลิตรต่อเมล็ดข้าว 20 กิโลกรัม แช่เมล็ด 12 ชั่วโมง นำขึ้นพักไว้ 1 วันก่อนปลูก ช่วงเจริญเติบโตใช้อัตรา 5 ลิตรต่อไร่ต่อครั้ง เมื่อข้าวอายุ 30, 50 และ 60 วัน หรือก่อนไถกลบตอซัง เทลงนาพร้อมปล่อยน้ำเข้านา ปรับปรุงสภาพน้ำที่เป็นกรดจัดมาก โดยใส่วัสดุปูนอัตรา 1 กิโลกรัมต่อน้ำ 1 ลูกบาศก์เมตร พร้อมทั้งคอยตรวจสอบความเป็นกรดของน้ำเป็นระยะๆ และจัดหาแหล่ง น้ำจืด พัฒนาแหล่งน้ำจืด และจัดทำระบบส่งน้ำและทางระบายแยกส่วนกันมาใช้ในพื้นที่ปลูกพืช เพื่อใช้ล้างความเป็นกรดของดินและควบคุมไม่ให้ดินเป็นกรดเพิ่มขึ้น"
    }
]